const armenianFemaleNamesArmenian = [
  "Անահիտ", "Մարիամ", "Տաթեվ", "Լուսինե", "Նարինե", "Արևիկ", "Աննա", "Արփինե", "Հասմիկ", "Լիանա",
  "Սիրանուշ", "Գայանե", "Ռուզաննա", "Սաթենիկ", "Լուսինե", "Արմինե", "Մարինե", "Նոնա", "Անի", "Սիլվա",
  "Վարդուհի", "Հրանուշ", "Լիլիթ", "Այդա", "Լարա", "Լուսաբեր", "Իրինա", "Լարա", "Շուշան", "Շողիկ",
  "Հրիփսիմե", "Հասմիկ", "Լիանա", "Անահիտ", "Սիրանուշ", "Էլենա", "Անուշ", "Իվետ", "Աստղիկ", "Անուշիկ",
  "Արփի", "Նաիրա", "Դիանա", "Գոհար", "Զարա", "Հերմինե", "Իրինա", "Կարինա", "Նաթալի", "Նունե",
  "Վարդուհի", "Ռիմա", "Լուսինե", "Լիանա", "Լուսինե", "Սիրանուշ", "Մարինե", "Լիլիթ", "Արփի", "Նունե",
  "Ռուզաննա", "Սաթիկ", "Շուշան", "Սվետլանա", "Տիգրանուհի", "Տաթևիկ", "Ծովինար", "Վարդիթեր", "Վերոնիկա", "Վիոլետա",
  "Յուլիա", "Զարա", "Արմինե", "Անի", "Մարինե", "Աիդա", "Զարա", "Հրիփսիմե", "Սիլվա", "Անուշիկ",
  "Դիանա", "Շողիկ", "Անի", "Նարինե", "Սաթիկ", "Ռուզաննա", "Անահիտ", "Արփի", "Լուսինե", "Սիրանուշ",
  "Վարդուհի", "Արմինե", "Հերմինե", "Ռիմա", "Նոնա", "Լարա", "Նունե", "Իվետ", "Հասմիկ", "Լիլիթ"
];

console.log(armenianFemaleNamesArmenian);
