[
  "Назарова", "Тоқаева", "Әбішева", "Исмағұлова", "Кенжебаева", "Төлебаева", "Ахметова", "Сарсекова", "Қадырова",
  "Сұлтанова", "Есімбекова", "Құлыбаева", "Жақиянова", "Сағадиева", "Құлманова", "Оразова", "Айтхожина",
  "Тәжина", "Жолдасова", "Баймұхаметова", "Қозыбаева", "Айтжанова", "Сәдуақасова", "Абылайулова", "Жұмабаева",
  "Сұлтанбекова", "Байзақова", "Тыныбекова", "Жұманова", "Есімова", "Мұхамеджанова", "Көбенова", "Қуатбекова",
  "Бақытжанова", "Жұмағұлова", "Сариева", "Құсайынова", "Әбілқасымова", "Кенжеханова", "Қуатова", "Рысқалиева",
  "Әубәкірова", "Жүнісова", "Құдайбергенова", "Тәжібаева", "Сұлтанмұратова", "Уәлиева", "Қошанова", "Айтжана",
  'Шымкентова', 'Турсынова', 'Сайдуллаева', 'Оразбекова', 'Жиенбаева', 'Байкенова', 'Сариева', 'Жұмаханова',
  'Базарбаева', 'Сапарбаева', 'Мұхаметжанова', 'Төлегенова', 'Жақсылықова', 'Нұртаева', 'Өтепова', 'Қалдыбаева',
  "Исабекова", "Тоғжанова", "Қорғанова", "Балтабаева", "Қожабекова", "Кенжеханова", "Еламанова", "Тұрсынбаева",
  'Арынова', 'Қалыбекова', 'Жұмағалиева', 'Жақсылықова', 'Оразалева', 'Жаппарова', 'Исатаева', 'Ахметжанова',
  'Сәрсенбаева', 'Уразаева', 'Маханова', 'Тулегенулова', 'Жүнісова', 'Әлиханова', 'Жүсіпова', 'Қасымова',
  "Досжанова", "Бекмұратова", "Құлжанова", "Ысқақова", "Нұрғалиева", "Жұмабаева", "Байжанова", "Ахметулова",
  'Жұмашева', 'Тілеужанова', 'Әбілқасымова', 'Сыздықова'
]