const belarusian_male_names = [
  "Іван", "Мікалай", "Аляксандр", "Яўген", "Віктар", "Дзмітрый", "Арцём", "Павел", "Юрый", "Андрэй",
  "Сяргей", "Уладзімір", "Максім", "Антон", "Яраслаў", "Віталь", "Алег", "Раман", "Аляксей",
  "Пётр", "Ігар", "Станіслаў", "Аляксандр", "Аляксандар", "Дзяніс", "Канстанцін", "Арцём", "Ягор", "Юрый",
  "Міхаіл", "Мікалай", "Сяргей", "Аляксандр", "Раман", "Павел", "Дзмітрый", "Андрэй", "Яўген", "Віктар",
  "Віталь", "Аляксей", "Максім", "Уладзімір", "Іван", "Ігар", "Яраслаў", "Станіслаў", "Аляксандар",
  "Дзяніс", "Канстанцін", "Арцём", "Аляксандр", "Ягор", "Міхаіл", "Мікалай", "Сяргей", "Раман", "Павел",
  "Дзмітрый", "Андрэй", "Яўген", "Віктар", "Віталь", "Аляксей", "Максім", "Уладзімір", "Іван",
  "Ігар", "Яраслаў", "Станіслаў", "Аляксандар", "Дзяніс", "Канстанцін", "Арцём", "Аляксандр", "Ягор", "Міхаіл",
  "Мікалай", "Сяргей", "Раман", "Павел", "Дзмітрый", "Андрэй", "Яўген", "Віктар", "Віталь", "Аляксей",
  "Максім", "Уладзімір", "Іван", "Ігар", "Яраслаў", "Станіслаў", "Аляксандар", "Дзяніс", "Канстанцін"
];
